Repository: sugar-activities/4264-activity
Catalog: po/*.po
Languages: es

source: Distance
es: Distancia

source: Atmosphere
es: Atmósfera

source: Custom metric
es: Medida personal

source: To measure the distance between two laptops, you must first share this Activity.
es: Para medir la distancia entre dos computadoras, es necesario compartir esta actividad.

source: Press the button to measure the distance to another laptop
es: Presione el botón para medir la distancia a otra computadora

source: Preparing to measure distance
es: Preparando para medir la distancia

source: Ready to make a measurement. Waiting for partner to be ready.
es: Preparado para medir. Esperando que el compañero esté preparado.

source: Recording sound from each laptop.
es: Grabando el sonido de cada computadora.

source: Processing recorded audio.
es: Analizando el sonido grabado.

source: This activity already has two participants, so you cannot join.
es: Esta actividad ya tiene dos participantes, por lo tanto no se puede entrar.

source: Begin Measuring Distance
es: Empezar a medir la distancia

source: Stop Measuring Distance
es: Terminar de medir la distancia

source: Measured distance in %s
es: Distancia medida en %s

source: meters
es: metros

source: Temperature (C):
es: Temperatura (°C):

source: Relative Humidity (%):
es: Humedad relativa (%):

source: Speed of Sound (m/s):
es: Velocidad del sonido (m/s):

source: Calibration Offset (meters):
es: Compensación de calibración (metros):

source: centimeters
es: centimetros

source: inches
es: pulgadas

source: feet
es: pies

source: yards
es: yardas

source: custom units
es: medida personal

source: Choose a unit of measure:
es: Elije una unidad de medida:

source: select units
es: selecciona unidad

source: %(unit)20.2f %(name)s per meter
es: %(unit)20.2f %(name)s por metro
